[
    {
        "titulo": "F1 2023",
        "descricao": "Pise fundo no acelerador com o EA SPORTS™ F1® 23, o jogo oficial do 2023 FIA Formula One World Championship™. O novo capítulo do modo de história \"Ponto de Frenagem\" oferece alta velocidade e rivalidades acirradas.",
        "empresa": " Codemasters",
        "imagem": "\\img\\jogos\\f123.jpg",
        "preco": "143.60"
    },
    {
        "titulo": "Cities: Skylines II",
        "descricao": "Construa uma metrópole do zero com o jogo de construção de cidades mais realista já criado. Leve a criatividade e capacidade de resolver problemas a uma escala inédita. Simulação profunda e economia viva. Jogo de construção de cidades sem limites.",
        "empresa": " Colossal Order Ltd.",
        "imagem": "\\img\\jogos\\cits.jpg",
        "preco": "199.99"
    },
    {
        "titulo": "DayZ",
        "descricao": "Quanto você aguenta em um mundo pós-apocalíptico? Uma terra arrasada por \"zumbis\" infectados, onde você compete com outros sobreviventes por recursos limitados. Você vai ajudar estranhos em sua luta? Ou evitará traições como um lobo solitário? Esse é o DayZ. Essa é a sua história.",
        "empresa": " Bohemia Interactive",
        "imagem": "\\img\\jogos\\dayz.jpg",
        "preco": "71.99"
    },
    {
        "titulo": "Far Cry 6",
        "descricao": "Entre no mundo cheio de adrenalina de uma guerrilha revolucionária atual. Com vistas impressionantes, tiroteios violentos, e uma enorme variedade de experiências de jogo, nunca houve melhor hora para se juntar-se à batalha.",
        "empresa": " Ubisoft",
        "imagem": "\\img\\jogos\\farcry6.jpg",
        "preco": "62.49"
    },
    {
        "titulo": "Forza Horizon 5",
        "descricao": "Explore um mundo aberto vibrante nas terras mexicanas com corridas divertidas e sem limites enquanto pilota os melhores carros do mundo. Acelere para o Parque Hot Wheels e corra nas pistas mais radicais já criadas. Requer Forza Horizon 5, expansão vendida separadamente.",
        "empresa": " Playground Games",
        "imagem": "\\img\\jogos\\forza5.jpg",
        "preco": "249.00"
    },
    {
        "titulo": "Overcooked! 2",
        "descricao": "O Overcooked voltou trazendo mais caos para a cozinha! Volte para o Reino da Cebola e monte sua equipe de chefs em um jogo cooperativo local ou on-line para até quatro jogadores. Segurem seus aventais ... chegou a hora de salvar o mundo (de novo!)\r\n",
        "empresa": " Team17",
        "imagem": "\\img\\jogos\\oc2.jpg",
        "preco": "14.97"
    },
    {
        "titulo": "Mortal Kombat 1",
        "descricao": "Descubra um Universo renascido de Mortal Kombat criado pelo Deus do Fogo Liu Kang. Mortal Kombat 1 inaugura uma nova era da franquia icônica com um novo sistema de luta, modos de jogo e fatalities!",
        "empresa": " NetherRealm Studios",
        "imagem": "\\img\\jogos\\mk1.jpg",
        "preco": "279.90"
    },
    {
        "titulo": "Mafia: Definitive Edition",
        "descricao": "Após um encontro com a máfia, o taxista Tommy Angelo entra para o mundo do crime. Apesar de relutar em se relacionar com a família Salieri, logo as oportunidades ficam grandes demais para ignorar.",
        "empresa": " Hangar 13",
        "imagem": "\\img\\jogos\\mafia.jpg",
        "preco": "57.47"
    },
    {
        "titulo": "Phasmophobia",
        "descricao": "Phasmophobia é um terror psicológico cooperativo online para 4 jogadores. A atividade paranormal está aumentando e cabe a você e sua equipe usar todo o equipamento de caça aos fantasmas à sua disposição para reunir o máximo de evidências possível.",
        "empresa": " Kinetic Games",
        "imagem": "\\img\\jogos\\phasm.jpg",
        "preco": "27.89"
    },
    {
        "titulo": "DRAGON BALL Z: KAKAROT",
        "descricao": "Viva novamente a história de Goku e outros Guerreiros Z em DRAGON BALL Z: KAKAROT! Além das batalhas épicas, sinta como é a vida no mundo de DRAGON BALL Z lutando, pescando, comendo e treinando com Goku, Gohan, Vegeta e outros.",
        "empresa": " CyberConnect2 Co. Ltd.",
        "imagem": "\\img\\jogos\\dbz.jpg",
        "preco": "229.90"
    },
    {
        "titulo": "Resident Evil 4",
        "descricao": "Sobrevivência é apenas o começo. Seis anos se passaram desde o desastre biológico em Raccoon City. Leon S. Kennedy, um dos sobreviventes, segue o rastro da raptada filha do presidente até uma vila europeia isolada, onde há algo terrivelmente errado com os habitantes.",
        "empresa": " CAPCOM Co., Ltd.",
        "imagem": "\\img\\jogos\\re4.jpg",
        "preco": "249.00"
    },
    {
        "titulo": "Sid Meier’s Civilization VI",
        "descricao": "Civilization VI é o mais novo episódio da Franquia Civilization, vencedora de diversos prêmios. Expanda seu império, avance sua cultura e vá de encontro aos maiores líderes da história. Será que sua civilização sobreviverá ao teste do tempo?",
        "empresa": " Firaxis Games",
        "imagem": "\\img\\jogos\\civ6.jpg",
        "preco": "129.00"
    },
    {
        "titulo": "Fallout 4",
        "descricao": "Bethesda Game Studios, os premiados criadores de Fallout 3 e The Elder Scrolls V: Skyrim, dão as boas-vindas ao mundo de Fallout 4 – o jogo mais ambicioso de todos os tempos e a próxima geração de jogos de mundo aberto.",
        "empresa": "Bethesda Game Studios",
        "imagem": "\\img\\jogos\\fallout4.jpg",
        "preco": "59.99"
    },
    {
        "titulo": "Project Zomboid",
        "descricao": "Project Zomboid é o máximo em sobrevivência de zumbis. Sozinho ou Multijogador: você saqueia, constrói, fabrica, luta, cultiva e pesca em uma luta pela sobrevivência. Um conjunto de habilidades de RPG hardcore, um mapa vasto e altamente personalizável aguardam os incautos. Então, como você vai morrer? Basta uma mordida..",
        "empresa": " The Indie Stone",
        "imagem": "\\img\\jogos\\zomb.jpg",
        "preco": "59.99"
    },
    {
        "titulo": "Farming Simulator 22",
        "descricao": "Entre na pele de um fazendeiro moderno! A agricultura, pecuária e silvicultura lhe oferecerão grande variedade de atividades em meio aos desafios apresentados pelas quatro estações, principalmente o inverno. Seja criativo na criação da sua fazenda e monte uma cadeia de produção para estender suas operações, formando um império da agricultura!",
        "empresa": " Giants Software",
        "imagem": "\\img\\jogos\\fs22.jpg",
        "preco": "129.00"
    }
]